;-----------------------
; SPARK Character
;-----------------------

[SparkSoldier X2SparkCharacterTemplate_DLC_3]
strCustomizeDesc="更改这位士兵的名字和外貌。"
strCharacterHealingPaused="需要修理"
strAcquiredText="SPARK单位不像其他士兵那样治疗。将SPARK放置在工程部以进行修理。"

;-----------------------
; UI
;-----------------------

[UIAlert_DLC_Day90]
m_strLostTowersPOIAvailableBody="指挥官，有人花了不小力气把这个信号传到ROV-R上。我们需要找出原因。"

m_strSparkSquadSelectInfoTitle="SPARK战斗准备就绪"
m_strSparkSquadSelectInfoBody="指挥官，我们新的SPARK单位一直可以加入任务，即便是他们受伤或是在修理中。然而，SPARK不可以搬运其他士兵。"

[UIMission_LostTowers]
m_strFlavorText="我们已经追踪到了ROV-R在这个位置收到的信号。我们应该去看看到底发生了什么。"
m_strLaunchMission="调查"

[UICustomize_SparkMenu]
m_strTitle="自订SPARK"
m_strEditInfo="角色信息"
m_strEditProps="道具"
m_strHead="头部"
m_strMainColor="主护甲颜色"
m_strSecondaryColor="次护甲颜色"
m_strWeaponColor="武器颜色"
m_strArmorPatternSelected="移除护甲花纹来改变护甲颜色"
m_strRemoveHelmetOrLowerProp="移除头盔或脸部下方的道具以编辑这个选项"

m_strVoice="嗓音"
m_strPreviewVoice="预览"
m_strType="部件类型"

m_strExportCharacter="保存到角色库"

m_strAllowTypeSoldier="能够以士兵出现"
m_strAllowTypeVIP="能够以VIP出现"
m_strAllowTypeDarkVIP="能够以黑暗VIP出现"
m_strAllowed="已获准"

m_strTimeAdded="创建于："

m_strExportSuccessTitle="角色已保存！"
m_strExportSuccessBody="该士兵的名字和形象已被加入到角色库。"

[UICustomize_SparkProps]
m_strTitle="编辑道具"
m_strArms="双臂"
m_strTorso="躯干"
m_strLegs="双脚"
m_strArmorPattern="护甲花纹"
m_strWeaponPattern="武器花纹"
m_strClearButton="清除"

[UICustomize_SparkInfo]
m_strTitle="编辑SPARK信息"
m_strFirstNameLabel="名字"
m_strLastNameLabel="姓氏"
m_strNicknameLabel="昵称"
m_strEditBiography="传记"
m_strBiographyLabel="角色传记"

;-----------------------
; NARRATIVE CONTENT
;-----------------------

[X2DownloadableContentInfo_DLC_Day90]
NarrativeContentLabel="沈的最后礼物：\"失落之塔\""
NarrativeContentSummary="该任务讲述了沈的最后礼物的故事内容。所有游戏内容（包括新士兵兵种）在该任务外同样启用。"

EnableContentLabel="启用\"沈的最后礼物\"游戏内容？"
EnableContentSummary="\"沈的最后礼物\"将解锁一种新的XCOM士兵类型。你是否想要为此战役启用\"沈的最后礼物\"游戏内容？\n\n\"沈的最后礼物\"完整叙事内容包括一个全新激动人心的故事任务，能够通过开始新战役进行体验。"
EnableContentAcceptLabel="启用\"沈的最后礼物\""
EnableContentCancelLabel="取消"

[XComGameState_SparkManager]
LostTowersShenFirstName="莉莉"
LostTowersShenLastName="沈"

[SparkArmor X2SparkArmorTemplate_DLC_3]
FriendlyName="SPARK装甲"
FriendlyNamePlural="SPARK装甲"
BriefSummary="基础的SPARK是重甲单位，其重心放在了从战斗和环境危险中保护关键系统。"
TacticalText="<Bullet/>所有的SPARK都是用简单的金属板材来保护他们的核心系统。\n<Bullet/> 研究可以为它们提供更好的护甲。"

[PlatedSparkArmor X2SparkArmorTemplate_DLC_3]
FriendlyName="加固骨架"
FriendlyNamePlural="加固骨架"
BriefSummary="对在XCOM实战部署后发现的弱点进行的额外强化，应该能够进一步提升SPARK单位的生存能力。"
TacticalText="<Bullet/>通过加强SPARK的传统护甲板，现在SPARK能够抵抗额外的攻击。"

[PoweredSparkArmor X2SparkArmorTemplate_DLC_3]
FriendlyName="阳极氧化机身"
FriendlyNamePlural="阳极氧化机身"
BriefSummary="阳极氧化工序让已经足够强大的SPARK系统又添加了额外的保护层，让其材质更具有弹性。"
TacticalText="<Bullet/>阳极氧化机身将SPARK完全包裹在极高弹性的保护壳内，为他们在战场上提供最佳的保护。"

[XGCharacterGenerator_SPARK]
SparkFirstName="SPARK-"
SparkLastNamePrefix="000"

[LostTowersSpark X2SparkCharacterTemplate_DLC_3]
strForcedFirstName=""
strForcedLastName="SPARK-001"
strForcedNickName=""